package ChengJiuFenXi;


import io.restassured.response.Response;
import org.junit.jupiter.api.*;
import org.junit.jupiter.api.parallel.Execution;
import utils.FakerUtils;


import static io.restassured.RestAssured.given;
import static org.junit.jupiter.api.Assertions.assertEquals;
import static org.junit.jupiter.api.parallel.ExecutionMode.CONCURRENT;

/**
 * @ClassName ChengJiuObject
 * @Description TODO
 * @Author yangfan
 * @Date 2022/6/6 17:08
 */
public class ChengJiuObject {
    static String backendStr = Thread.currentThread().getId()+ FakerUtils.getTimeStamp();
    static String name = "YFF-EX15-"+backendStr;
    static String CYKSBM = "05";
    static String CYBF = "妇产科";
    static String ZYCS = "2";
    static String CYSJ = "2022-06-04 13:51:00";
    static String SJZYTS = "30";
    static String NL = "40";
    static String XB = "1";
    //static String SOURCE = "aden_assist_doctor";
    //static String SOURCE = "aden_assist_record";
    static String SOURCE = "";

    /*
    static String KZR_BH = "13281062256";
    static String KZR = "YFF科主任";
    static String ZRYS_BH = "13281062257";
    static String ZRYS = "YFF主任医师";
    static String ZZYS_BH = "13281062258";
    static String ZZYS = "YFF主治医师";
    static String ZYYS_BH = "13281062255";
    static String ZYYS = "YFF住院医师";
    */

    static String KZR_BH = "";
    static String KZR = "YFF科主任11";
    static String ZRYS_BH = "";
    static String ZRYS = "YFF主任医师11";
    static String ZZYS_BH = "";
    static String ZZYS = "YFF主治医师11";
    static String ZYYS_BH = "";
    static String ZYYS = "YFF住院医师11";



    public static  void  createObject(String name,String ZYZD,String JBDM,String ZFY,String LYFS,String SSJCZBM1,String SSJCZMC1){

        String body = "{\n" +
                "    \"CYSJ\": \""+CYSJ+"\",\n" +
                "    \"LYFS\": \""+LYFS+"\",\n" +
                "    \"CYKSBM\": \""+CYKSBM+"\",\n" +
                "    \"CYBF\": \""+CYBF+"\",\n" +
                "    \"BAH\": \""+name+"\",\n" +
                "    \"ZFY\": \""+ZFY+"\",\n" +
                "    \"ZYZD\": \""+ZYZD+"\",\n" +
                "    \"JBDM\": \""+JBDM+"\",\n" +
                "    \"SSJCZBM1\": \""+SSJCZBM1+"\",\n" +
                "    \"ZYCS\": \""+ZYCS+"\",\n" +
                "    \"SSJCZRQ1\": \"\",\n" +
                "    \"SSJB1\": \"\",\n" +
                "    \"SSJCZMC1\": \""+SSJCZMC1+"\",\n" +
                "    \"KZR_BH\": \""+KZR_BH+"\",\n" +
                "    \"KZR\": \""+KZR+"\",\n" +
                "    \"ZRYS_BH\": \""+ZRYS_BH+"\",\n" +
                "    \"ZRYS\": \""+ZRYS+"\",\n" +
                "    \"ZZYS_BH\": \""+ZZYS_BH+"\",\n" +
                "    \"ZZYS\": \""+ZZYS+"\",\n" +
                "    \"ZYYS_BH\": \""+ZYYS_BH+"\",\n" +
                "    \"ZYYS\": \""+ZYYS+"\",\n" +
                "    \"SZ1\": \"\",\n" +
                "    \"YZ1\": \"\",\n" +
                "    \"EZ1\": \"\",\n" +
                "    \"QKDJ1\": \"\",\n" +
                "    \"QKYHLB1\": \"\",\n" +
                "    \"SOURCE\": \""+SOURCE+"\",\n" +
                "    \"MZFS1\": \"\",\n" +
                "    \"MZYS1\": \"\",\n" +
                "    \"SSJCZBM2\": \"\",\n" +
                "    \"SSJCZRQ2\": \"\",\n" +
                "    \"SSJB2\": \"\",\n" +
                "    \"SSJCZMC2\": \"\",\n" +
                "    \"SZ2\": \"\",\n" +
                "    \"YZ2\": \"\",\n" +
                "    \"EZ2\": \"\",\n" +
                "    \"QKDJ2\": \"\",\n" +
                "    \"QKYHLB2\": \"\",\n" +
                "    \"MZFS2\": \"\",\n" +
                "    \"MZYS2\": \"\",\n" +
                "    \"SSJCZBM3\": \"\",\n" +
                "    \"SSJCZRQ3\": \"\",\n" +
                "    \"SSJB3\": \"\",\n" +
                "    \"SSJCZMC3\": \"\",\n" +
                "    \"SZ3\": \"\",\n" +
                "    \"YZ3\": \"\",\n" +
                "    \"EZ3\": \"\",\n" +
                "    \"QKDJ3\": \"\",\n" +
                "    \"QKYHLB3\": \"\",\n" +
                "    \"MZFS3\": \"\",\n" +
                "    \"MZYS3\": \"\",\n" +
                "    \"SSJCZBM4\": \"\",\n" +
                "    \"SSJCZRQ4\": \"\",\n" +
                "    \"SSJB4\": \"\",\n" +
                "    \"SSJCZMC4\": \"\",\n" +
                "    \"SZ4\": \"\",\n" +
                "    \"YZ4\": \"\",\n" +
                "    \"EZ4\": \"\",\n" +
                "    \"QKDJ4\": \"\",\n" +
                "    \"QKYHLB4\": \"\",\n" +
                "    \"MZFS4\": \"\",\n" +
                "    \"MZYS4\": \"\",\n" +
                "    \"SSJCZBM5\": \"\",\n" +
                "    \"SSJCZRQ5\": \"\",\n" +
                "    \"SSJB5\": \"\",\n" +
                "    \"SSJCZMC5\": \"\",\n" +
                "    \"SZ5\": \"\",\n" +
                "    \"YZ5\": \"\",\n" +
                "    \"EZ5\": \"\",\n" +
                "    \"QKDJ5\": \"\",\n" +
                "    \"QKYHLB5\": \"\",\n" +
                "    \"MZFS5\": \"\",\n" +
                "    \"MZYS5\": \"\",\n" +
                "    \"SSJCZBM6\": \"\",\n" +
                "    \"SSJCZRQ6\": \"\",\n" +
                "    \"SSJB6\": \"\",\n" +
                "    \"SSJCZMC6\": \"\",\n" +
                "    \"SZ6\": \"\",\n" +
                "    \"YZ6\": \"\",\n" +
                "    \"EZ6\": \"\",\n" +
                "    \"QKDJ6\": \"\",\n" +
                "    \"QKYHLB6\": \"\",\n" +
                "    \"MZFS6\": \"\",\n" +
                "    \"MZYS6\": \"\",\n" +
                "    \"SSJCZBM7\": \"\",\n" +
                "    \"SSJCZRQ7\": \"\",\n" +
                "    \"SSJB7\": \"\",\n" +
                "    \"SSJCZMC7\": \"\",\n" +
                "    \"SZ7\": \"\",\n" +
                "    \"YZ7\": \"\",\n" +
                "    \"EZ7\": \"\",\n" +
                "    \"QKDJ7\": \"\",\n" +
                "    \"QKYHLB7\": \"\",\n" +
                "    \"MZFS7\": \"\",\n" +
                "    \"MZYS7\": \"\",\n" +
                "    \"CID\": \"\",\n" +
                "    \"HOSPITALID\": \"20200928\",\n" +
                "    \"USERNAME_\": \"机构名称\",\n" +
                "    \"YLFKFS\": \"01\",\n" +
                "    \"JKKH\": \"\",\n" +
                "    \"XM\": \"YFF测试\",\n" +
                "    \"XB\": \""+XB+"\",\n" +
                "    \"SFZH\": \"450722197912173919\",\n" +
                "    \"CSRQ\": \"1979-12-17\",\n" +
                "    \"NL\": \""+NL+"\",\n" +
                "    \"BZYZSNL\": \"1\",\n" +
                "    \"XSECSTZ\": \"\",\n" +
                "    \"XSERYTZ\": \"\",\n" +
                "    \"GJ\": \"中国\",\n" +
                "    \"MZ\": \"汉族\",\n" +
                "    \"ZY\": \"农民\",\n" +
                "    \"HY\": \"2\",\n" +
                "    \"GG_SHENG\": \"广西壮族自治区\",\n" +
                "    \"GG_SHI\": \"钦州市\",\n" +
                "    \"GG\": \"\",\n" +
                "    \"CSD_SHENG\": \"广西壮族自治区\",\n" +
                "    \"CSD_SHI\": \"钦州市\",\n" +
                "    \"CSD_XIAN\": \"灵山县\",\n" +
                "    \"CSD_JD\": \"\",\n" +
                "    \"CSD\": \"\",\n" +
                "    \"HKDZ_SHENG\": \"广西壮族自治区\",\n" +
                "    \"HKDZ_SHI\": \"钦州市\",\n" +
                "    \"HKDZ_XIAN\": \"灵山县\",\n" +
                "    \"HKDZ_JD\": \"檀圩见田村\",\n" +
                "    \"HKDZ\": \"450721\",\n" +
                "    \"YB2\": \"535413\",\n" +
                "    \"XZZ_SHENG\": \"广西壮族自治区\",\n" +
                "    \"XZZ_SHI\": \"钦州市\",\n" +
                "    \"XZZ_XIAN\": \"灵山县\",\n" +
                "    \"XZZ_JD\": \"檀圩见田村\",\n" +
                "    \"XZZ\": \"\",\n" +
                "    \"YB1\": \"535413\",\n" +
                "    \"DH\": \"15577499553\",\n" +
                "    \"GZDWJDZ\": \"\",\n" +
                "    \"DWDH\": \"\",\n" +
                "    \"YB3\": \"\",\n" +
                "    \"DH2\": \"13307872198\",\n" +
                "    \"ZLLB\": \"\",\n" +
                "    \"RYTJ\": \"2\",\n" +
                "    \"RYSJ\": \"2021-03-04 02:48:00\",\n" +
                "    \"RYSJS\": \"\",\n" +
                "    \"RYKB\": \"重症医学科\",\n" +
                "    \"RYKSBM\": \"100\",\n" +
                "    \"RYBF\": \"重症医学护理单元\",\n" +
                "    \"RYBQBM\": \"101\",\n" +
                "    \"RYBQMC\": \"重症医学护理单元\",\n" +
                "    \"RYBFBM\": \"\",\n" +
                "    \"RYBFMC\": \"重症医学科\",\n" +
                "    \"ZKKB\": \"\",\n" +
                "    \"CYSJS\": \"\",\n" +
                "    \"CYKB\": \"28\",\n" +
                "    \"CYBQBM\": \"101\",\n" +
                "    \"CYBQMC\": \"重症医学科\",\n" +
                "    \"CYBFBM\": \"\",\n" +
                "    \"CYBFMC\": \"\",\n" +
                "    \"SJZYTS\": \""+SJZYTS+"\",\n" +
                "    \"ZKJB\": \"\",\n" +
                "    \"ZYYJ\": \"\",\n" +
                "    \"ZYZLSB\": \"\",\n" +
                "    \"ZYZLJS\": \"\",\n" +
                "    \"BZSH\": \"\",\n" +
                "    \"MZ_ZYZD\": \"急性重症胰腺炎\",\n" +
                "    \"MZ_ZYJBDM\": \"K85.902\",\n" +
                "    \"MZZD\": \"急性重症胰腺炎\",\n" +
                "    \"JBBM\": \"K85.902\",\n" +
                "    \"BRLY\": \"2\",\n" +
                "    \"SSLCLJ\": \"\",\n" +
                "    \"QJCS\": \"1\",\n" +
                "    \"QJCGCS\": \"1\",\n" +
                "    \"QZRQ\": \"\",\n" +
                "    \"ZQSS\": \"\",\n" +
                "    \"ZB\": \"\",\n" +
                "    \"ZB_JBBM\": \"K85.902\",\n" +
                "    \"ZB_RYBQ\": \"1\",\n" +
                "    \"ZZ_CYBQ\": \"\",\n" +
                "    \"RYBQ\": \"1\",\n" +
                "    \"CYQK\": \"2\",\n" +
                "    \"ZZ1\": \"感染性休克\",\n" +
                "    \"ZZ_JBBM1\": \"R57.200\",\n" +
                "    \"ZZ_RYBQ1\": \"\",\n" +
                "    \"ZZ_CYBQ1\": \"\",\n" +
                "    \"QTZD1\": \"\",\n" +
                "    \"JBDM1\": \"\",\n" +
                "    \"RYBQ1\": \"\",\n" +
                "    \"CYQK1\": \"\",\n" +
                "    \"ZZ2\": \"\",\n" +
                "    \"ZZ_JBBM2\": \"\",\n" +
                "    \"ZZ_RYBQ2\": \"\",\n" +
                "    \"ZZ_CYBQ2\": \"\",\n" +
                "    \"QTZD2\": \"\",\n" +
                "    \"JBDM2\": \"\",\n" +
                "    \"RYBQ2\": \"\",\n" +
                "    \"CYQK2\": \"\",\n" +
                "    \"ZZ3\": \"\",\n" +
                "    \"ZZ_JBBM3\": \"\",\n" +
                "    \"ZZ_RYBQ3\": \"\",\n" +
                "    \"ZZ_CYBQ3\": \"\",\n" +
                "    \"QTZD3\": \"\",\n" +
                "    \"JBDM3\": \"\",\n" +
                "    \"RYBQ3\": \"\",\n" +
                "    \"CYQK3\": \"\",\n" +
                "    \"ZZ4\": \"\",\n" +
                "    \"ZZ_JBBM4\": \"\",\n" +
                "    \"ZZ_RYBQ4\": \"\",\n" +
                "    \"ZZ_CYBQ4\": \"\",\n" +
                "    \"QTZD4\": \"\",\n" +
                "    \"JBDM4\": \"\",\n" +
                "    \"RYBQ4\": \"\",\n" +
                "    \"CYQK4\": \"\",\n" +
                "    \"ZZ5\": \"\",\n" +
                "    \"ZZ_JBBM5\": \"\",\n" +
                "    \"ZZ_RYBQ5\": \"\",\n" +
                "    \"ZZ_CYBQ5\": \"\",\n" +
                "    \"QTZD5\": \"\",\n" +
                "    \"JBDM5\": \"\",\n" +
                "    \"RYBQ5\": \"1\",\n" +
                "    \"CYQK5\": \"2\",\n" +
                "    \"ZZ6\": \"\",\n" +
                "    \"ZZ_JBBM6\": \"\",\n" +
                "    \"ZZ_RYBQ6\": \"\",\n" +
                "    \"ZZ_CYBQ6\": \"\",\n" +
                "    \"QTZD6\": \"\",\n" +
                "    \"JBDM6\": \"\",\n" +
                "    \"RYBQ6\": \"\",\n" +
                "    \"CYQK6\": \"\",\n" +
                "    \"ZZ7\": \"\",\n" +
                "    \"ZZ_JBBM7\": \"\",\n" +
                "    \"ZZ_RYBQ7\": \"\",\n" +
                "    \"ZZ_CYBQ7\": \"\",\n" +
                "    \"QTZD7\": \"\",\n" +
                "    \"JBDM7\": \"\",\n" +
                "    \"RYBQ7\": \"\",\n" +
                "    \"CYQK7\": \"\",\n" +
                "    \"QTZD8\": \"\",\n" +
                "    \"JBDM8\": \"\",\n" +
                "    \"RYBQ8\": \"\",\n" +
                "    \"CYQK8\": \"\",\n" +
                "    \"QTZD9\": \"\",\n" +
                "    \"JBDM9\": \"\",\n" +
                "    \"RYBQ9\": \"\",\n" +
                "    \"CYQK9\": \"\",\n" +
                "    \"QTZD10\": \"\",\n" +
                "    \"JBDM10\": \"\",\n" +
                "    \"RYBQ10\": \"\",\n" +
                "    \"CYQK10\": \"\",\n" +
                "    \"QTZD11\": \"\",\n" +
                "    \"JBDM11\": \"\",\n" +
                "    \"RYBQ11\": \"\",\n" +
                "    \"CYQK11\": \"\",\n" +
                "    \"QTZD12\": \"\",\n" +
                "    \"JBDM12\": \"\",\n" +
                "    \"RYBQ12\": \"\",\n" +
                "    \"CYQK12\": \"\",\n" +
                "    \"QTZD13\": \"\",\n" +
                "    \"JBDM13\": \"\",\n" +
                "    \"RYBQ13\": \"\",\n" +
                "    \"CYQK13\": \"\",\n" +
                "    \"QTZD14\": \"\",\n" +
                "    \"JBDM14\": \"\",\n" +
                "    \"RYBQ14\": \"\",\n" +
                "    \"CYQK14\": \"\",\n" +
                "    \"QTZD15\": \"\",\n" +
                "    \"JBDM15\": \"\",\n" +
                "    \"RYBQ15\": \"\",\n" +
                "    \"CYQK15\": \"\",\n" +
                "    \"WBYY\": \"\",\n" +
                "    \"H23\": \"\",\n" +
                "    \"BLZD\": \"\",\n" +
                "    \"JBMM\": \"\",\n" +
                "    \"BLH\": \"\",\n" +
                "    \"YWGM\": \"1\",\n" +
                "    \"GMYW\": \"\",\n" +
                "    \"SWHZSJ\": \"3\",\n" +
                "    \"XX\": \"6\",\n" +
                "    \"RH\": \"4\",\n" +
                "    \"ZRHS_BH\": \"郑绮梦\",\n" +
                "    \"ZRHS\": \"郑绮梦\",\n" +
                "    \"JXYS_BH\": \"\",\n" +
                "    \"JXYS\": \"\",\n" +
                "    \"SXYS_BH\": \"\",\n" +
                "    \"SXYS\": \"\",\n" +
                "    \"BMY_BH\": \"\",\n" +
                "    \"BMY\": \"\",\n" +
                "    \"ZKYS_BH\": \"黄可强\",\n" +
                "    \"ZKYS\": \"黄可强\",\n" +
                "    \"ZKHS_BH\": \"谢海娟\",\n" +
                "    \"ZKHS\": \"谢海娟\",\n" +
                "    \"BAZL\": \"1\",\n" +
                "    \"ZKRQ\": \"2021-03-10\",\n" +
                "    \"YZZY_YLJG\": \"钦州市第一人民医院\",\n" +
                "    \"WSY_YLJG\": \"\",\n" +
                "    \"SFZZYJH\": \"1\",\n" +
                "    \"MD\": \"\",\n" +
                "    \"RYQ_T\": \"\",\n" +
                "    \"RYQ_XS\": \"\",\n" +
                "    \"RYQ_F\": \"\",\n" +
                "    \"RYH_T\": \"\",\n" +
                "    \"RYH_XS\": \"\",\n" +
                "    \"RYH_F\": \"\",\n" +
                "    \"YCFXJ\": \"\",\n" +
                "    \"WCFXJ\": \"\",\n" +
                "    \"ZFJE\": \"2252.06\",\n" +
                "    \"YLFUF\": \"42.80\",\n" +
                "    \"BZLZF\": \"\",\n" +
                "    \"ZYBLZHZF\": \"\",\n" +
                "    \"ZLCZF\": \"333.00\",\n" +
                "    \"HLF\": \"140.00\",\n" +
                "    \"QTFY\": \"\",\n" +
                "    \"BLZDF\": \"\",\n" +
                "    \"SYSZDF\": \"1582.30\",\n" +
                "    \"SYSZDF_1\": \"1582.30\",\n" +
                "    \"LCZDXMF\": \"25.00\",\n" +
                "    \"FSSZLXMF\": \"310.00\",\n" +
                "    \"WLZLF\": \"\",\n" +
                "    \"SSZLF\": \"\",\n" +
                "    \"MAF\": \"\",\n" +
                "    \"SSF\": \"\",\n" +
                "    \"KFF\": \"\",\n" +
                "    \"ZYL_ZYZD\": \"\",\n" +
                "    \"ZYZLF\": \"\",\n" +
                "    \"ZYWZ\": \"\",\n" +
                "    \"ZYGS\": \"\",\n" +
                "    \"ZCYJF\": \"\",\n" +
                "    \"ZYTNZL\": \"\",\n" +
                "    \"ZYGCZL\": \"\",\n" +
                "    \"ZYTSZL\": \"\",\n" +
                "    \"ZYQT\": \"\",\n" +
                "    \"ZYTSTPJG\": \"\",\n" +
                "    \"BZSS\": \"\",\n" +
                "    \"XYF\": \"1082.66\",\n" +
                "    \"KJYWF\": \"241.20\",\n" +
                "    \"ZCYF\": \"\",\n" +
                "    \"ZYZJF\": \"\",\n" +
                "    \"ZCYF1\": \"\",\n" +
                "    \"XF\": \"\",\n" +
                "    \"BDBLZPF\": \"\",\n" +
                "    \"QDBLZPF\": \"\",\n" +
                "    \"NXYZLZPF\": \"\",\n" +
                "    \"XBYZLZPF\": \"\",\n" +
                "    \"HCYYCLF\": \"5.71\",\n" +
                "    \"YYCLF\": \"173.18\",\n" +
                "    \"YCXYYCLF\": \"225.40\",\n" +
                "    \"QTF\": \"\",\n" +
                "    \"DQ_USER\": \"\",\n" +
                "    \"XY_ZY\": \"\",\n" +
                "    \"EXPENSE_YL\": \"\",\n" +
                "    \"EXPENSE_HL\": \"\",\n" +
                "    \"EXPENSE_YJ\": \"\",\n" +
                "    \"EXPENSE_GL\": \"\",\n" +
                "    \"EXPENSE_YP\": \"\",\n" +
                "    \"EXPENSE_YP_HC\": \"\",\n" +
                "    \"EXPENSE_MEDIC\": \"\",\n" +
                "    \"SF_SYKSS\": \"\",\n" +
                "    \"SF_SX\": \"\",\n" +
                "    \"SF_SW\": \"\",\n" +
                "    \"MEDICALORDER\": [\n" +
                "        {\n" +
                "            \"id\": \"17668501\",\n" +
                "            \"xmmc\": \"肝素钠注射液\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 09:16:08\",\n" +
                "            \"yztzsj\": \"2021-03-04 09:16:08\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17672682\",\n" +
                "            \"xmmc\": \"0.9%氯化钠注射液(100ml)\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 09:58:21\",\n" +
                "            \"yztzsj\": \"2021-03-04 09:58:21\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17668747\",\n" +
                "            \"xmmc\": \"注射用生长抑素\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 09:18:56\",\n" +
                "            \"yztzsj\": \"2021-03-04 09:18:56\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17669106\",\n" +
                "            \"xmmc\": \"复方氨基酸注射液（18AA）\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 09:22:39\",\n" +
                "            \"yztzsj\": \"2021-03-04 09:22:39\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17669210\",\n" +
                "            \"xmmc\": \"10%氯化钾注射液\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 09:22:39\",\n" +
                "            \"yztzsj\": \"2021-03-04 09:22:39\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17669229\",\n" +
                "            \"xmmc\": \"复方氨基酸注射液（18AA）\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 09:23:49\",\n" +
                "            \"yztzsj\": \"2021-03-04 09:23:49\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17669231\",\n" +
                "            \"xmmc\": \"10%氯化钾注射液\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 09:23:49\",\n" +
                "            \"yztzsj\": \"2021-03-04 09:23:49\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17669239\",\n" +
                "            \"xmmc\": \"复方氨基酸注射液（18AA）\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 09:23:54\",\n" +
                "            \"yztzsj\": \"2021-03-04 09:23:54\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17669242\",\n" +
                "            \"xmmc\": \"10%氯化钾注射液\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 09:23:54\",\n" +
                "            \"yztzsj\": \"2021-03-04 09:23:54\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17671913\",\n" +
                "            \"xmmc\": \"0.9%氯化钠注射液(500ml)\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 09:50:35\",\n" +
                "            \"yztzsj\": \"2021-03-04 09:50:35\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17671924\",\n" +
                "            \"xmmc\": \"环磷腺苷注射液\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 09:50:35\",\n" +
                "            \"yztzsj\": \"2021-03-04 09:50:35\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17672038\",\n" +
                "            \"xmmc\": \"0.9%氯化钠注射液(50ml)\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 09:52:01\",\n" +
                "            \"yztzsj\": \"2021-03-04 09:52:01\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17672040\",\n" +
                "            \"xmmc\": \"胰岛素注射液\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 09:52:01\",\n" +
                "            \"yztzsj\": \"2021-03-04 09:52:01\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662336\",\n" +
                "            \"xmmc\": \"0.9%氯化钠注射液(50ml)\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 04:38:55\",\n" +
                "            \"yztzsj\": \"2021-03-04 04:38:55\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662337\",\n" +
                "            \"xmmc\": \"注射用生长抑素\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 04:38:55\",\n" +
                "            \"yztzsj\": \"2021-03-04 04:38:55\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662339\",\n" +
                "            \"xmmc\": \"开塞露（含甘油）\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 04:43:34\",\n" +
                "            \"yztzsj\": \"2021-03-04 04:43:34\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662351\",\n" +
                "            \"xmmc\": \"肝素钠注射液\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 04:44:56\",\n" +
                "            \"yztzsj\": \"2021-03-04 04:44:56\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17683832\",\n" +
                "            \"xmmc\": \"盐酸利多卡因注射液\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 12:41:33\",\n" +
                "            \"yztzsj\": \"2021-03-04 12:41:33\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662427\",\n" +
                "            \"xmmc\": \"0.9%氯化钠注射液(50ml)\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 05:15:38\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662434\",\n" +
                "            \"xmmc\": \"注射用盐酸氨溴索\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 05:15:38\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662174\",\n" +
                "            \"xmmc\": \"肝素钠注射液\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:04:03\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:04:03\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662181\",\n" +
                "            \"xmmc\": \"0.9%氯化钠注射液(100ml)\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:05:05\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662182\",\n" +
                "            \"xmmc\": \"注射用头孢哌酮钠舒巴坦钠（进口）\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:05:05\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662184\",\n" +
                "            \"xmmc\": \"0.9%氯化钠注射液(100ml)\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:05:43\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662185\",\n" +
                "            \"xmmc\": \"注射用兰索拉唑\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:05:43\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662186\",\n" +
                "            \"xmmc\": \"0.9%氯化钠注射液(250ml)\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:06:40\",\n" +
                "            \"yztzsj\": \"2021-03-04 09:23:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662187\",\n" +
                "            \"xmmc\": \"注射用硫普罗宁钠\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:06:40\",\n" +
                "            \"yztzsj\": \"2021-03-04 09:23:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662201\",\n" +
                "            \"xmmc\": \"0.9%氯化钠注射液(500ml)\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:11:50\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:11:50\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662218\",\n" +
                "            \"xmmc\": \"注射用乌司他丁\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:11:50\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:11:50\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662221\",\n" +
                "            \"xmmc\": \"0.9%氯化钠注射液(500ml)\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:15:03\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:15:03\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662222\",\n" +
                "            \"xmmc\": \"注射用乌司他丁\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:15:03\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:15:03\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662223\",\n" +
                "            \"xmmc\": \"0.9%氯化钠注射液(500ml)\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:15:20\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:15:20\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662224\",\n" +
                "            \"xmmc\": \"注射用乌司他丁\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:15:20\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:15:20\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662226\",\n" +
                "            \"xmmc\": \"5%碳酸氢钠注射液\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:15:32\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:15:32\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662227\",\n" +
                "            \"xmmc\": \"0.9%氯化钠注射液(50ml)\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:15:43\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:15:43\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662230\",\n" +
                "            \"xmmc\": \"胰岛素注射液\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:15:43\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:15:43\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662237\",\n" +
                "            \"xmmc\": \"0.9%氯化钠注射液(250ml)\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:16:25\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662292\",\n" +
                "            \"xmmc\": \"0.9%氯化钠注射液(50ml)\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:21:21\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:21:21\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662293\",\n" +
                "            \"xmmc\": \"注射用盐酸瑞芬太尼\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:21:21\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:21:21\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662297\",\n" +
                "            \"xmmc\": \"注射用头孢哌酮钠舒巴坦钠（进口）\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:30:24\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:30:24\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662298\",\n" +
                "            \"xmmc\": \"0.9%氯化钠注射液\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:30:24\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:30:24\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662301\",\n" +
                "            \"xmmc\": \"丙泊酚乳状注射液\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:30:59\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:30:59\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17668746\",\n" +
                "            \"xmmc\": \"0.9%氯化钠注射液(50ml)\",\n" +
                "            \"yzlb\": \"101\",\n" +
                "            \"xmlb\": \"药品\",\n" +
                "            \"xmlbid\": \"1\",\n" +
                "            \"yzzxsj\": \"2021-03-04 09:18:56\",\n" +
                "            \"yztzsj\": \"2021-03-04 09:18:56\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17668492\",\n" +
                "            \"xmmc\": \"动脉采血\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 09:16:07\",\n" +
                "            \"yztzsj\": \"2021-03-04 09:16:07\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17668493\",\n" +
                "            \"xmmc\": \"血气分析(科内)\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 09:16:07\",\n" +
                "            \"yztzsj\": \"2021-03-04 09:16:07\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17668494\",\n" +
                "            \"xmmc\": \"钙测定(科内)\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 09:16:07\",\n" +
                "            \"yztzsj\": \"2021-03-04 09:16:07\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17668495\",\n" +
                "            \"xmmc\": \"钾测定(科内)\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 09:16:07\",\n" +
                "            \"yztzsj\": \"2021-03-04 09:16:07\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17668496\",\n" +
                "            \"xmmc\": \"钠测定(科内)\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 09:16:07\",\n" +
                "            \"yztzsj\": \"2021-03-04 09:16:07\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17668497\",\n" +
                "            \"xmmc\": \"全血乳酸测定(科内)\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 09:16:07\",\n" +
                "            \"yztzsj\": \"2021-03-04 09:16:07\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17668499\",\n" +
                "            \"xmmc\": \"血红蛋白测定(Hb)(科内)\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 09:16:07\",\n" +
                "            \"yztzsj\": \"2021-03-04 09:16:07\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17668500\",\n" +
                "            \"xmmc\": \"红细胞比积测定(HCT)(科内)\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 09:16:07\",\n" +
                "            \"yztzsj\": \"2021-03-04 09:16:07\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17668917\",\n" +
                "            \"xmmc\": \"营养风险筛查及营养状况评估\",\n" +
                "            \"yzlb\": \"210\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 09:20:52\",\n" +
                "            \"yztzsj\": \"2021-03-04 09:20:52\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662338\",\n" +
                "            \"xmmc\": \"葡萄糖测定(干化学法)\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 04:42:25\",\n" +
                "            \"yztzsj\": \"2021-03-04 04:42:25\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662343\",\n" +
                "            \"xmmc\": \"动脉采血\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 04:44:55\",\n" +
                "            \"yztzsj\": \"2021-03-04 04:44:55\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662344\",\n" +
                "            \"xmmc\": \"血气分析(科内)\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 04:44:55\",\n" +
                "            \"yztzsj\": \"2021-03-04 04:44:55\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662345\",\n" +
                "            \"xmmc\": \"钙测定(科内)\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 04:44:55\",\n" +
                "            \"yztzsj\": \"2021-03-04 04:44:55\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662346\",\n" +
                "            \"xmmc\": \"钾测定(科内)\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 04:44:55\",\n" +
                "            \"yztzsj\": \"2021-03-04 04:44:55\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662347\",\n" +
                "            \"xmmc\": \"钠测定(科内)\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 04:44:55\",\n" +
                "            \"yztzsj\": \"2021-03-04 04:44:55\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662348\",\n" +
                "            \"xmmc\": \"全血乳酸测定(科内)\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 04:44:55\",\n" +
                "            \"yztzsj\": \"2021-03-04 04:44:55\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662349\",\n" +
                "            \"xmmc\": \"血红蛋白测定(Hb)(科内)\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 04:44:55\",\n" +
                "            \"yztzsj\": \"2021-03-04 04:44:55\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662350\",\n" +
                "            \"xmmc\": \"红细胞比积测定(HCT)(科内)\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 04:44:55\",\n" +
                "            \"yztzsj\": \"2021-03-04 04:44:55\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662356\",\n" +
                "            \"xmmc\": \"常规心电图检查（十二导联）\",\n" +
                "            \"yzlb\": \"203\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 04:49:45\",\n" +
                "            \"yztzsj\": \"2021-03-04 04:49:45\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17683916\",\n" +
                "            \"xmmc\": \"中心吸氧\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:05:00\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:30:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17683830\",\n" +
                "            \"xmmc\": \"动脉穿刺置管术\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 12:41:33\",\n" +
                "            \"yztzsj\": \"2021-03-04 12:41:33\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17677158\",\n" +
                "            \"xmmc\": \"小抢救\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 10:47:45\",\n" +
                "            \"yztzsj\": \"2021-03-04 10:47:45\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662148\",\n" +
                "            \"xmmc\": \"重症监护\",\n" +
                "            \"yzlb\": \"206\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:03:56\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662150\",\n" +
                "            \"xmmc\": \"住院诊查费\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:03:56\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662151\",\n" +
                "            \"xmmc\": \"心电监测\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:03:57\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662152\",\n" +
                "            \"xmmc\": \"指脉氧监测\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:03:57\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662154\",\n" +
                "            \"xmmc\": \"持续有创性血压监测\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:03:57\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662155\",\n" +
                "            \"xmmc\": \"防褥疮气垫\",\n" +
                "            \"yzlb\": \"206\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:03:57\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662156\",\n" +
                "            \"xmmc\": \"静脉输液(使用输液泵)加收\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:03:57\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662157\",\n" +
                "            \"xmmc\": \"导尿(留置导尿第一次以后)\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:03:57\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662159\",\n" +
                "            \"xmmc\": \"静脉输液(使用微量泵)加收\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:03:58\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662160\",\n" +
                "            \"xmmc\": \"胃肠减压\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:03:58\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662162\",\n" +
                "            \"xmmc\": \"气压治疗(肢体气压治疗)\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:03:58\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662163\",\n" +
                "            \"xmmc\": \"病房空调费\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:03:58\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662164\",\n" +
                "            \"xmmc\": \"病房空调费（使用中央空调）加收\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:03:58\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662166\",\n" +
                "            \"xmmc\": \"动脉采血\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:04:02\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:04:02\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662167\",\n" +
                "            \"xmmc\": \"血气分析(科内)\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:04:02\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:04:02\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662168\",\n" +
                "            \"xmmc\": \"钙测定(科内)\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:04:02\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:04:02\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662169\",\n" +
                "            \"xmmc\": \"钾测定(科内)\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:04:02\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:04:02\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662170\",\n" +
                "            \"xmmc\": \"钠测定(科内)\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:04:02\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:04:02\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662171\",\n" +
                "            \"xmmc\": \"全血乳酸测定(科内)\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:04:02\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:04:02\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662172\",\n" +
                "            \"xmmc\": \"血红蛋白测定(Hb)(科内)\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:04:02\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:04:02\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662173\",\n" +
                "            \"xmmc\": \"红细胞比积测定(HCT)(科内)\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:04:02\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:04:02\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662188\",\n" +
                "            \"xmmc\": \"静脉输液(使用微量泵)加收\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:07:04\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662266\",\n" +
                "            \"xmmc\": \"肝功能全套\",\n" +
                "            \"yzlb\": \"202\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:18:47\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:18:47\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662267\",\n" +
                "            \"xmmc\": \"肾功能六项检查\",\n" +
                "            \"yzlb\": \"202\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:18:47\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:18:47\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662268\",\n" +
                "            \"xmmc\": \"心肌酶全套\",\n" +
                "            \"yzlb\": \"202\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:18:47\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:18:47\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662269\",\n" +
                "            \"xmmc\": \"血脂全套测定\",\n" +
                "            \"yzlb\": \"202\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:18:47\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:18:47\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662270\",\n" +
                "            \"xmmc\": \"电解质四项检查\",\n" +
                "            \"yzlb\": \"202\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:18:47\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:18:47\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662271\",\n" +
                "            \"xmmc\": \"葡萄糖6－磷酸脱氢酶活性试验\",\n" +
                "            \"yzlb\": \"202\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:18:47\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:18:47\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662272\",\n" +
                "            \"xmmc\": \"血清肌红+肌钙蛋白+B型脑钠肽测定\",\n" +
                "            \"yzlb\": \"202\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:18:47\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:18:47\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662273\",\n" +
                "            \"xmmc\": \"血清淀粉酶\",\n" +
                "            \"yzlb\": \"202\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:18:47\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:18:47\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662274\",\n" +
                "            \"xmmc\": \"凝血四项(仪器法)\",\n" +
                "            \"yzlb\": \"202\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:18:47\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:18:47\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662275\",\n" +
                "            \"xmmc\": \"葡萄糖测定\",\n" +
                "            \"yzlb\": \"202\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:18:47\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:18:47\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662276\",\n" +
                "            \"xmmc\": \"降钙素原检测（电化学发光法）\",\n" +
                "            \"yzlb\": \"202\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:18:47\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:18:47\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662277\",\n" +
                "            \"xmmc\": \"乙肝两对半（五项）检测\",\n" +
                "            \"yzlb\": \"202\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:18:47\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:18:47\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662278\",\n" +
                "            \"xmmc\": \"丙型肝炎抗体测定（Anti-HCV）（时间分辨荧光免疫法）\",\n" +
                "            \"yzlb\": \"202\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:18:47\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:18:47\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662279\",\n" +
                "            \"xmmc\": \"梅毒两项（TRUST和TRFIA）检验\",\n" +
                "            \"yzlb\": \"202\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:18:47\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:18:47\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662280\",\n" +
                "            \"xmmc\": \"人免疫缺陷病毒抗体测定(Anti-HIV)\",\n" +
                "            \"yzlb\": \"202\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:18:47\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:18:47\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662281\",\n" +
                "            \"xmmc\": \"全血细胞计数+五分类\",\n" +
                "            \"yzlb\": \"202\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:18:47\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:18:47\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662282\",\n" +
                "            \"xmmc\": \"糖化血红蛋白测定（HbAlc)(免疫莹光法）\",\n" +
                "            \"yzlb\": \"202\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:18:47\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:18:47\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662283\",\n" +
                "            \"xmmc\": \"一般细菌培养及鉴定(当标本阳性时,请做药敏试验)\",\n" +
                "            \"yzlb\": \"202\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:18:47\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:18:47\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662284\",\n" +
                "            \"xmmc\": \"血培养及鉴定\",\n" +
                "            \"yzlb\": \"202\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:18:47\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:18:47\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662286\",\n" +
                "            \"xmmc\": \"隐血试验（OB）（胃液）\",\n" +
                "            \"yzlb\": \"202\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:18:47\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:18:47\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662287\",\n" +
                "            \"xmmc\": \"尿液二项检测\",\n" +
                "            \"yzlb\": \"202\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:18:47\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:18:47\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662288\",\n" +
                "            \"xmmc\": \"C—反应蛋白测定(CRP)\",\n" +
                "            \"yzlb\": \"202\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:20:25\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:20:25\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662289\",\n" +
                "            \"xmmc\": \"尿淀粉酶\",\n" +
                "            \"yzlb\": \"202\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:20:36\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:20:36\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662290\",\n" +
                "            \"xmmc\": \"静脉采血\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:20:56\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:20:56\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662299\",\n" +
                "            \"xmmc\": \"导尿(留置导尿第一次)\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:30:42\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:30:42\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662300\",\n" +
                "            \"xmmc\": \"鼻饲管置管\",\n" +
                "            \"yzlb\": \"201\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:30:51\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:30:51\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662302\",\n" +
                "            \"xmmc\": \"新型冠状病毒核酸检测+核酸检测试剂盒（免费）\",\n" +
                "            \"yzlb\": \"202\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:20:49\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:20:49\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17672681\",\n" +
                "            \"xmmc\": \"吸痰护理\",\n" +
                "            \"yzlb\": \"206\",\n" +
                "            \"xmlb\": \"诊疗\",\n" +
                "            \"xmlbid\": \"2\",\n" +
                "            \"yzzxsj\": \"2021-03-04 09:58:21\",\n" +
                "            \"yztzsj\": \"2021-03-04 09:58:21\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17685505\",\n" +
                "            \"xmmc\": \"今日出院\",\n" +
                "            \"yzlb\": \"303\",\n" +
                "            \"xmlb\": \"草药方\",\n" +
                "            \"xmlbid\": \"7\",\n" +
                "            \"yzzxsj\": \"2021-03-04 13:52:02\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:52:02\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17669073\",\n" +
                "            \"xmmc\": \"邀请营养科会诊\",\n" +
                "            \"yzlb\": \"301\",\n" +
                "            \"xmlb\": \"草药方\",\n" +
                "            \"xmlbid\": \"7\",\n" +
                "            \"yzzxsj\": \"2021-03-04 09:21:16\",\n" +
                "            \"yztzsj\": \"2021-03-04 09:21:16\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662254\",\n" +
                "            \"xmmc\": \"邀请消化内科病区会诊\",\n" +
                "            \"yzlb\": \"301\",\n" +
                "            \"xmlb\": \"草药方\",\n" +
                "            \"xmlbid\": \"7\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:17:01\",\n" +
                "            \"yztzsj\": \"2021-03-04 03:17:01\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662176\",\n" +
                "            \"xmmc\": \"口腔护理\",\n" +
                "            \"yzlb\": \"901\",\n" +
                "            \"xmlb\": \"嘱托\",\n" +
                "            \"xmlbid\": \"9\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:04:05\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662177\",\n" +
                "            \"xmmc\": \"会阴冲洗\",\n" +
                "            \"yzlb\": \"901\",\n" +
                "            \"xmlb\": \"嘱托\",\n" +
                "            \"xmlbid\": \"9\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:04:05\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662178\",\n" +
                "            \"xmmc\": \"一般专项护理（洗头）\",\n" +
                "            \"yzlb\": \"901\",\n" +
                "            \"xmlb\": \"嘱托\",\n" +
                "            \"xmlbid\": \"9\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:04:05\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662179\",\n" +
                "            \"xmmc\": \"肛周护理\",\n" +
                "            \"yzlb\": \"901\",\n" +
                "            \"xmlb\": \"嘱托\",\n" +
                "            \"xmlbid\": \"9\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:04:05\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662180\",\n" +
                "            \"xmmc\": \"床上擦浴\",\n" +
                "            \"yzlb\": \"901\",\n" +
                "            \"xmlb\": \"嘱托\",\n" +
                "            \"xmlbid\": \"9\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:04:05\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662158\",\n" +
                "            \"xmmc\": \"记24小时出入量\",\n" +
                "            \"yzlb\": \"901\",\n" +
                "            \"xmlb\": \"嘱托\",\n" +
                "            \"xmlbid\": \"9\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:03:57\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662153\",\n" +
                "            \"xmmc\": \"床头抬高30-45度\",\n" +
                "            \"yzlb\": \"901\",\n" +
                "            \"xmlb\": \"嘱托\",\n" +
                "            \"xmlbid\": \"9\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:03:57\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662149\",\n" +
                "            \"xmmc\": \"告病危\",\n" +
                "            \"yzlb\": \"901\",\n" +
                "            \"xmlb\": \"嘱托\",\n" +
                "            \"xmlbid\": \"9\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:03:56\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        },\n" +
                "        {\n" +
                "            \"id\": \"17662161\",\n" +
                "            \"xmmc\": \"禁食\",\n" +
                "            \"yzlb\": \"901\",\n" +
                "            \"xmlb\": \"嘱托\",\n" +
                "            \"xmlbid\": \"9\",\n" +
                "            \"yzzxsj\": \"2021-03-04 03:03:58\",\n" +
                "            \"yztzsj\": \"2021-03-04 13:11:00\"\n" +
                "        }\n" +
                "    ],\n" +
                "    \"type\": \"3\"\n" +
                "}";

        Response response =   given().log().all()
                .contentType("application/json")
                .body(body)
                .post("http://8807.yading.co/api/v1/dll/process/ie")
                .then()
                .log().body()
                .extract().response();

        assertEquals("0", response.path("code").toString());


    }

}

